tap 'caskroom/cask'
tap 'caskroom/drivers'
tap 'caskroom/eid'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'd12frosted/emacs-plus'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'homebrew/test-bot'
tap 'homebrew/versions'
tap 'koekeishiya/formulae'
tap 'vitorgalvao/tiny-scripts'
cask 'java'
cask 'xquartz'
brew 'autoconf'
brew 'automake'
brew 'bash-completion'
brew 'freetype'
brew 'fontconfig'
brew 'gettext'
brew 'pixman'
brew 'cairo'
brew 'cask'
brew 'cmake'
brew 'libgpg-error'
brew 'libassuan'
brew 'libgcrypt'
brew 'libksba'
brew 'pth'
brew 'dirmngr'
brew 'editorconfig'
brew 'elasticsearch@2.4', restart_service: true
brew 'exercism'
brew 'jpeg'
brew 'webp'
brew 'gd'
brew 'git'
brew 'python'
brew 'gmime'
brew 'gmp'
brew 'gnu-getopt'
brew 'pinentry'
brew 'gpg-agent'
brew 'libusb'
brew 'libusb-compat'
brew 'gnupg'
brew 'libtasn1'
brew 'libunistring'
brew 'nettle'
brew 'libtool'
brew 'graphviz'
brew 'icu4c'
brew 'heroku'
brew 'xz'
brew 'libssh2'
brew 'lua'
brew 'mit-scheme'
brew 'msmtp'
brew 'xapian'
brew 'mu', args: ['with-emacs']
brew 'nethack'
brew 'node'
brew 'offlineimap'
brew 'tree'
brew 'pass'
brew 'pinentry-mac'
brew 'pwgen'
brew 'qt@5.5'
brew 'ruby-build'
brew 'rbenv'
brew 'the_silver_searcher'
brew 'wget'
brew 'yasm'
brew 'd12frosted/emacs-plus/emacs-plus', args: ['with-natural-title-bar']
brew 'koekeishiya/formulae/khd'
brew 'koekeishiya/formulae/kwm'
brew 'vitorgalvao/tiny-scripts/cask-repair'
cask 'alfred'
cask 'atom'
cask 'bittorrent'
cask 'brave'
cask 'discord'
cask 'firefox'
cask 'firefoxdeveloperedition'
cask 'font-fontawesome'
cask 'font-hack'
cask 'gimp'
cask 'gitter'
cask 'google-chrome'
cask 'hammerspoon'
cask 'hyper'
cask 'inkscape'
cask 'iterm2'
cask 'karabiner-elements'
cask 'postgres'
cask 'sketch'
cask 'skitch'
cask 'slack'
cask 'sonos'
cask 'teensy'
cask 'ubersicht'
cask 'virtualbox'
