tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'homebrew/versions'
cask 'java'
brew 'autoconf'
brew 'automake'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'pixman'
brew 'cairo'
brew 'emacs', args: ['with-cocoa']
brew 'cask'
brew 'libgpg-error'
brew 'libassuan'
brew 'libgcrypt'
brew 'libksba'
brew 'pth'
brew 'dirmngr'
brew 'editorconfig'
brew 'elasticsearch@2.4'
brew 'exercism'
brew 'jpeg'
brew 'libtiff'
brew 'webp'
brew 'gd'
brew 'pkg-config'
brew 'gobject-introspection'
brew 'shared-mime-info'
brew 'gdk-pixbuf'
brew 'gmime'
brew 'gmp'
brew 'gnu-getopt'
brew 'pinentry'
brew 'gpg-agent'
brew 'libusb'
brew 'libusb-compat'
brew 'gnupg2'
brew 'libtasn1'
brew 'nettle'
brew 'p11-kit'
brew 'gnutls'
brew 'libtool'
brew 'graphviz'
brew 'icu4c'
brew 'harfbuzz'
brew 'heroku'
brew 'libcroco'
brew 'pango'
brew 'librsvg'
brew 'openssl'
brew 'msmtp'
brew 'xapian'
brew 'mu', args: ['with-emacs']
brew 'node'
brew 'offlineimap'
brew 'pwgen'
brew 'tree'
brew 'pass'
brew 'pinentry-mac'
brew 'ruby-build'
brew 'rbenv'
brew 'readline'
brew 'terminal-notifier'
brew 'xz'
brew 'the_silver_searcher'
cask 'alfred'
cask 'bittorrent'
cask 'discord'
cask 'firefox'
cask 'firefoxdeveloperedition'
cask 'google-chrome'
cask 'growl-fork'
cask 'growlnotify'
cask 'postgres'
cask 'skitch'
cask 'slack'
cask 'virtualbox'
